{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[PAD]": 0,
      "'": 1,
      "a": 2,
      "b": 3,
      "c": 4,
      "d": 5,
      "e": 6,
      "f": 7,
      "g": 8,
      "h": 9,
      "i": 10,
      "j": 11,
      "k": 12,
      "l": 13,
      "m": 14,
      "n": 15,
      "o": 16,
      "p": 17,
      "q": 18,
      "r": 19,
      "s": 20,
      "t": 21,
      "u": 22,
      "v": 23,
      "w": 24,
      "x": 25,
      "y": 26,
      "z": 27,
      "Ċ": 28,
      "č": 29,
      "Ġ": 30,
      "Ġt": 31,
      "he": 32,
      "Ġa": 33,
      "Ġthe": 34,
      "in": 35,
      "Ġs": 36,
      "Ġw": 37,
      "Ġo": 38,
      "re": 39,
      "nd": 40,
      "Ġb": 41,
      "Ġh": 42,
      "er": 43,
      "Ġm": 44,
      "Ġi": 45,
      "ou": 46,
      "Ġc": 47,
      "Ġf": 48,
      "ed": 49,
      "at": 50,
      "Ġand": 51,
      "en": 52,
      "on": 53,
      "Ġof": 54,
      "Ġto": 55,
      "is": 56,
      "Ġp": 57,
      "Ġd": 58,
      "ing": 59,
      "Ġth": 60,
      "čĊ": 61,
      "ĠčĊ": 62,
      "or": 63,
      "es": 64,
      "Ġhe": 65,
      "Ġin": 66,
      "Ġl": 67,
      "it": 68,
      "an": 69,
      "ar": 70,
      "as": 71,
      "ll": 72,
      "Ġn": 73,
      "Ġg": 74,
      "om": 75,
      "Ġbe": 76,
      "Ġha": 77,
      "Ġe": 78,
      "le": 79,
      "ot": 80,
      "ic": 81,
      "ut": 82,
      "ow": 83,
      "Ġwh": 84,
      "Ġit": 85,
      "Ġy": 86,
      "ld": 87,
      "Ġthat": 88,
      "ly": 89,
      "ve": 90,
      "Ġwas": 91,
      "se": 92,
      "st": 93,
      "id": 94,
      "Ġon": 95,
      "ent": 96,
      "gh": 97,
      "Ġre": 98,
      "im": 99,
      "ion": 100,
      "Ġu": 101,
      "ce": 102,
      "Ġyou": 103,
      "ver": 104,
      "al": 105,
      "Ġwe": 106,
      "Ġas": 107,
      "Ġfor": 108,
      "ir": 109,
      "et": 110,
      "ith": 111,
      "ay": 112,
      "Ġhis": 113,
      "Ġr": 114,
      "Ġwith": 115,
      "Ġst": 116,
      "ur": 117,
      "ad": 118,
      "ght": 119,
      "Ġan": 120,
      "Ġis": 121,
      "ter": 122,
      "Ġnot": 123,
      "Ġhad": 124,
      "ac": 125,
      "Ġher": 126,
      "her": 127,
      "am": 128,
      "Ġat": 129,
      "oo": 130,
      "Ġbut": 131,
      "ould": 132,
      "Ġse": 133,
      "Ġshe": 134,
      "Ġk": 135,
      "Ġfr": 136,
      "Ġsh": 137,
      "ain": 138,
      "Ġso": 139,
      "Ġsu": 140,
      "ill": 141,
      "ch": 142,
      "Ġsa": 143,
      "ight": 144,
      "Ġhim": 145,
      "Ġme": 146,
      "ct": 147,
      "red": 148,
      "ro": 149,
      "all": 150,
      "il": 151,
      "ess": 152,
      "ke": 153,
      "Ġthey": 154,
      "ore": 155,
      "Ġde": 156,
      "'s": 157,
      "Ġwhe": 158,
      "Ġall": 159,
      "ich": 160,
      "Ġby": 161,
      "Ġcon": 162,
      "pp": 163,
      "ri": 164,
      "Ġne": 165,
      "Ġmy": 166,
      "Ġthis": 167,
      "ome": 168,
      "us": 169,
      "Ġhave": 170,
      "Ġli": 171,
      "Ġwhich": 172,
      "ul": 173,
      "Ġch": 174,
      "qu": 175,
      "Ġj": 176,
      "Ġdo": 177,
      "Ġfrom": 178,
      "ge": 179,
      "Ġup": 180,
      "ard": 181,
      "Ġor": 182,
      "Ġv": 183,
      "Ġex": 184,
      "Ġwere": 185,
      "Ġone": 186,
      "pe": 187,
      "th": 188,
      "Ġsaid": 189,
      "Ġno": 190,
      "est": 191,
      "and": 192,
      "Ġthere": 193,
      "ble": 194,
      "ation": 195,
      "res": 196,
      "Ġman": 197,
      "Ġwho": 198,
      "ant": 199,
      "Ġal": 200,
      "ous": 201,
      "Ġthem": 202,
      "ie": 203,
      "ust": 204,
      "Ġfe": 205,
      "very": 206,
      "nt": 207,
      "ers": 208,
      "ame": 209,
      "Ġwhen": 210,
      "ist": 211,
      "ra": 212,
      "Ġtheir": 213,
      "Ġint": 214,
      "fe": 215,
      "ast": 216,
      "ind": 217,
      "ood": 218,
      "os": 219,
      "lf": 220,
      "Ġare": 221,
      "ong": 222,
      "art": 223,
      "Ġgo": 224,
      "Ġle": 225,
      "out": 226,
      "ate": 227,
      "Ġkn": 228,
      "Ġcom": 229,
      "Ġwould": 230,
      "our": 231,
      "ound": 232,
      "Ġwor": 233,
      "Ġif": 234,
      "Ġab": 235,
      "ak": 236,
      "Ġout": 237,
      "em": 238,
      "um": 239,
      "ol": 240,
      "Ġwill": 241,
      "un": 242,
      "Ġmis": 243,
      "Ġwhat": 244,
      "ig": 245,
      "ap": 246,
      "one": 247,
      "ough": 248,
      "if": 249,
      "itt": 250,
      "Ġbeen": 251,
      "ked": 252,
      "Ġpl": 253,
      "ive": 254,
      "Ġtr": 255,
      "Ġpro": 256,
      "ven": 257,
      "Ġar": 258,
      "own": 259,
      "reat": 260,
      "Ġun": 261,
      "ity": 262,
      "ther": 263,
      "Ġro": 264,
      "Ġbr": 265,
      "Ġthen": 266,
      "Ġaf": 267,
      "Ġsp": 268,
      "Ġpr": 269,
      "Ġtw": 270,
      "Ġqu": 271,
      "self": 272,
      "ost": 273,
      "ort": 274,
      "'t": 275,
      "hed": 276,
      "Ġag": 277,
      "Ġcould": 278,
      "ure": 279,
      "Ġam": 280,
      "ace": 281,
      "ake": 282,
      "Ġsome": 283,
      "Ġen": 284,
      "Ġany": 285,
      "ack": 286,
      "ag": 287,
      "Ġmore": 288,
      "Ġcan": 289,
      "Ġtim": 290,
      "Ġinto": 291,
      "au": 292,
      "ep": 293,
      "Ġcl": 294,
      "ry": 295,
      "ck": 296,
      "ies": 297,
      "Ġgr": 298,
      "op": 299,
      "Ġyour": 300,
      "nder": 301,
      "hing": 302,
      "ose": 303,
      "ved": 304,
      "Ġbo": 305,
      "el": 306,
      "Ġother": 307,
      "Ġnow": 308,
      "ance": 309,
      "are": 310,
      "Ġvery": 311,
      "ine": 312,
      "Ġthan": 313,
      "able": 314,
      "Ġim": 315,
      "Ġdis": 316,
      "ide": 317,
      "Ġdid": 318,
      "ass": 319,
      "ittle": 320,
      "way": 321,
      "Ġco": 322,
      "Ġus": 323,
      "Ġlittle": 324,
      "Ġlike": 325,
      "Ġloo": 326,
      "ite": 327,
      "ence": 328,
      "Ġad": 329,
      "Ġbl": 330,
      "Ġday": 331,
      "urn": 332,
      "cc": 333,
      "ought": 334,
      "ment": 335,
      "Ġtime": 336,
      "fore": 337,
      "Ġover": 338,
      "other": 339,
      "ade": 340,
      "ab": 341,
      "Ġte": 342,
      "Ġhow": 343,
      "pt": 344,
      "Ġgreat": 345,
      "ci": 346,
      "ree": 347,
      "Ġabout": 348,
      "ice": 349,
      "Ġafter": 350,
      "wn": 351,
      "Ġper": 352,
      "Ġknow": 353,
      "Ġlo": 354,
      "Ġupon": 355,
      "Ġfl": 356,
      "de": 357,
      "ish": 358,
      "pl": 359,
      "ally": 360,
      "Ġsee": 361,
      "Ġtoo": 362,
      "Ġagain": 363,
      "Ġhas": 364,
      "ink": 365,
      "ress": 366,
      "Ġour": 367,
      "ars": 368,
      "Ġpo": 369,
      "ount": 370,
      "Ġonly": 371,
      "Ġtwo": 372,
      "Ġhand": 373,
      "Ġpe": 374,
      "ire": 375,
      "Ġshould": 376,
      "ving": 377,
      "Ġwell": 378,
      "Ġits": 379,
      "Ġgood": 380,
      "ings": 381,
      "ves": 382,
      "ather": 383,
      "Ġapp": 384,
      "Ġsay": 385,
      "ty": 386,
      "per": 387,
      "Ġdown": 388,
      "ile": 389,
      "ions": 390,
      "te": 391,
      "Ġbefore": 392,
      "we": 393,
      "Ġevery": 394,
      "age": 395,
      "tain": 396,
      "Ġold": 397,
      "Ġmade": 398,
      "ang": 399,
      "Ġmu": 400,
      "Ġthr": 401,
      "Ġlong": 402,
      "ied": 403,
      "Ġwhere": 404,
      "Ġthese": 405,
      "ick": 406,
      "Ġsuch": 407,
      "Ġmar": 408,
      "Ġpre": 409,
      "Ġsc": 410,
      "ful": 411,
      "ue": 412,
      "Ġpart": 413,
      "Ġsm": 414,
      "Ġstr": 415,
      "ward": 416,
      "ild": 417,
      "act": 418,
      "ft": 419,
      "ious": 420,
      "Ġfir": 421,
      "ull": 422,
      "Ġmust": 423,
      "Ġoff": 424,
      "Ġunder": 425,
      "Ġcame": 426,
      "ated": 427,
      "Ġnever": 428,
      "Ġbec": 429,
      "Ġmiss": 430,
      "Ġfo": 431,
      "Ġeven": 432,
      "ans": 433,
      "ord": 434,
      "ness": 435,
      "ber": 436,
      "Ġmay": 437,
      "Ġrem": 438,
      "Ġway": 439,
      "Ġspe": 440,
      "led": 441,
      "ect": 442,
      "Ġmuch": 443,
      "Ġye": 444,
      "orn": 445,
      "Ġmister": 446,
      "Ġcome": 447,
      "ren": 448,
      "Ġey": 449,
      "ach": 450,
      "Ġcont": 451,
      "ise": 452,
      "ary": 453,
      "Ġgl": 454,
      "Ġback": 455,
      "Ġthink": 456,
      "Ġlet": 457,
      "Ġbet": 458,
      "Ġfirst": 459,
      "Ġob": 460,
      "Ġthought": 461,
      "Ġmen": 462,
      "ud": 463,
      "Ġjust": 464,
      "Ġdes": 465,
      "Ġown": 466,
      "Ġmo": 467,
      "Ġres": 468,
      "Ġsl": 469,
      "Ġhere": 470,
      "cl": 471,
      "Ġho": 472,
      "Ġlook": 473,
      "co": 474,
      "ried": 475,
      "ip": 476,
      "ff": 477,
      "llow": 478,
      "Ġhimself": 479,
      "ady": 480,
      "Ġcar": 481,
      "Ġmight": 482,
      "Ġfa": 483,
      "ily": 484,
      "Ġcomp": 485,
      "Ġwent": 486,
      "Ġseem": 487,
      "ave": 488,
      "Ġcr": 489,
      "oss": 490,
      "ouse": 491,
      "anc": 492,
      "Ġwat": 493,
      "Ġbeg": 494,
      "ath": 495,
      "iz": 496,
      "Ġimp": 497,
      "Ġthrough": 498,
      "Ġmost": 499
    },
    "merges": [
      "Ġ t",
      "h e",
      "Ġ a",
      "Ġt he",
      "i n",
      "Ġ s",
      "Ġ w",
      "Ġ o",
      "r e",
      "n d",
      "Ġ b",
      "Ġ h",
      "e r",
      "Ġ m",
      "Ġ i",
      "o u",
      "Ġ c",
      "Ġ f",
      "e d",
      "a t",
      "Ġa nd",
      "e n",
      "o n",
      "Ġo f",
      "Ġt o",
      "i s",
      "Ġ p",
      "Ġ d",
      "in g",
      "Ġt h",
      "č Ċ",
      "Ġ čĊ",
      "o r",
      "e s",
      "Ġ he",
      "Ġ in",
      "Ġ l",
      "i t",
      "a n",
      "a r",
      "a s",
      "l l",
      "Ġ n",
      "Ġ g",
      "o m",
      "Ġb e",
      "Ġh a",
      "Ġ e",
      "l e",
      "o t",
      "i c",
      "u t",
      "o w",
      "Ġw h",
      "Ġi t",
      "Ġ y",
      "l d",
      "Ġth at",
      "l y",
      "v e",
      "Ġw as",
      "s e",
      "s t",
      "i d",
      "Ġo n",
      "en t",
      "g h",
      "Ġ re",
      "i m",
      "i on",
      "Ġ u",
      "c e",
      "Ġy ou",
      "v er",
      "a l",
      "Ġw e",
      "Ġa s",
      "Ġf or",
      "i r",
      "e t",
      "it h",
      "a y",
      "Ġh is",
      "Ġ r",
      "Ġw ith",
      "Ġs t",
      "u r",
      "a d",
      "gh t",
      "Ġa n",
      "Ġi s",
      "t er",
      "Ġn ot",
      "Ġha d",
      "a c",
      "Ġhe r",
      "he r",
      "a m",
      "Ġa t",
      "o o",
      "Ġb ut",
      "ou ld",
      "Ġs e",
      "Ġs he",
      "Ġ k",
      "Ġf r",
      "Ġs h",
      "a in",
      "Ġs o",
      "Ġs u",
      "i ll",
      "c h",
      "Ġs a",
      "i ght",
      "Ġh im",
      "Ġm e",
      "c t",
      "re d",
      "r o",
      "a ll",
      "i l",
      "es s",
      "k e",
      "Ġthe y",
      "o re",
      "Ġd e",
      "' s",
      "Ġw he",
      "Ġa ll",
      "ic h",
      "Ġb y",
      "Ġc on",
      "p p",
      "r i",
      "Ġn e",
      "Ġm y",
      "Ġth is",
      "om e",
      "u s",
      "Ġha ve",
      "Ġl i",
      "Ġwh ich",
      "u l",
      "Ġc h",
      "q u",
      "Ġ j",
      "Ġd o",
      "Ġfr om",
      "g e",
      "Ġu p",
      "ar d",
      "Ġo r",
      "Ġ v",
      "Ġe x",
      "Ġwe re",
      "Ġon e",
      "p e",
      "t h",
      "Ġsa id",
      "Ġn o",
      "es t",
      "a nd",
      "Ġthe re",
      "b le",
      "at ion",
      "re s",
      "Ġm an",
      "Ġwh o",
      "an t",
      "Ġa l",
      "ou s",
      "Ġthe m",
      "i e",
      "u st",
      "Ġf e",
      "ver y",
      "n t",
      "er s",
      "am e",
      "Ġwhe n",
      "is t",
      "r a",
      "Ġthe ir",
      "Ġin t",
      "f e",
      "as t",
      "in d",
      "oo d",
      "o s",
      "l f",
      "Ġa re",
      "on g",
      "ar t",
      "Ġg o",
      "Ġl e",
      "ou t",
      "at e",
      "Ġk n",
      "Ġc om",
      "Ġw ould",
      "ou r",
      "ou nd",
      "Ġw or",
      "Ġi f",
      "Ġa b",
      "a k",
      "Ġo ut",
      "e m",
      "u m",
      "o l",
      "Ġw ill",
      "u n",
      "Ġm is",
      "Ġwh at",
      "i g",
      "a p",
      "on e",
      "ou gh",
      "i f",
      "it t",
      "Ġbe en",
      "k ed",
      "Ġp l",
      "i ve",
      "Ġt r",
      "Ġp ro",
      "v en",
      "Ġa r",
      "ow n",
      "re at",
      "Ġu n",
      "it y",
      "t her",
      "Ġr o",
      "Ġb r",
      "Ġthe n",
      "Ġa f",
      "Ġs p",
      "Ġp r",
      "Ġt w",
      "Ġ qu",
      "se lf",
      "o st",
      "or t",
      "' t",
      "he d",
      "Ġa g",
      "Ġc ould",
      "u re",
      "Ġa m",
      "a ce",
      "a ke",
      "Ġs ome",
      "Ġ en",
      "Ġan y",
      "ac k",
      "a g",
      "Ġm ore",
      "Ġc an",
      "Ġt im",
      "Ġint o",
      "a u",
      "e p",
      "Ġc l",
      "r y",
      "c k",
      "i es",
      "Ġg r",
      "o p",
      "Ġyou r",
      "nd er",
      "h ing",
      "o se",
      "v ed",
      "Ġb o",
      "e l",
      "Ġo ther",
      "Ġn ow",
      "an ce",
      "a re",
      "Ġ very",
      "in e",
      "Ġth an",
      "a ble",
      "Ġi m",
      "Ġd is",
      "id e",
      "Ġd id",
      "as s",
      "itt le",
      "w ay",
      "Ġc o",
      "Ġu s",
      "Ġl ittle",
      "Ġli ke",
      "Ġl oo",
      "it e",
      "en ce",
      "Ġa d",
      "Ġb l",
      "Ġd ay",
      "ur n",
      "c c",
      "ou ght",
      "m ent",
      "Ġtim e",
      "f ore",
      "Ġo ver",
      "ot her",
      "ad e",
      "a b",
      "Ġt e",
      "Ġh ow",
      "p t",
      "Ġg reat",
      "c i",
      "re e",
      "Ġab out",
      "ic e",
      "Ġaf ter",
      "w n",
      "Ġp er",
      "Ġkn ow",
      "Ġl o",
      "Ġup on",
      "Ġf l",
      "d e",
      "is h",
      "p l",
      "all y",
      "Ġse e",
      "Ġto o",
      "Ġag ain",
      "Ġh as",
      "in k",
      "res s",
      "Ġo ur",
      "ar s",
      "Ġp o",
      "ou nt",
      "Ġon ly",
      "Ġtw o",
      "Ġha nd",
      "Ġp e",
      "i re",
      "Ġsh ould",
      "v ing",
      "Ġwe ll",
      "Ġit s",
      "Ġg ood",
      "ing s",
      "v es",
      "at her",
      "Ġa pp",
      "Ġs ay",
      "t y",
      "p er",
      "Ġd own",
      "i le",
      "ion s",
      "t e",
      "Ġbe fore",
      "w e",
      "Ġe very",
      "a ge",
      "t ain",
      "Ġo ld",
      "Ġm ade",
      "an g",
      "Ġm u",
      "Ġth r",
      "Ġl ong",
      "i ed",
      "Ġwhe re",
      "Ġthe se",
      "ic k",
      "Ġsu ch",
      "Ġm ar",
      "Ġp re",
      "Ġs c",
      "f ul",
      "u e",
      "Ġp art",
      "Ġs m",
      "Ġst r",
      "w ard",
      "i ld",
      "ac t",
      "f t",
      "i ous",
      "Ġf ir",
      "u ll",
      "Ġm ust",
      "Ġof f",
      "Ġu nder",
      "Ġc ame",
      "at ed",
      "Ġne ver",
      "Ġbe c",
      "Ġmis s",
      "Ġf o",
      "Ġe ven",
      "an s",
      "or d",
      "n ess",
      "b er",
      "Ġm ay",
      "Ġre m",
      "Ġw ay",
      "Ġs pe",
      "l ed",
      "e ct",
      "Ġmu ch",
      "Ġy e",
      "or n",
      "Ġmis ter",
      "Ġc ome",
      "re n",
      "Ġe y",
      "ac h",
      "Ġcon t",
      "is e",
      "ar y",
      "Ġg l",
      "Ġb ack",
      "Ġth ink",
      "Ġl et",
      "Ġbe t",
      "Ġfir st",
      "Ġo b",
      "Ġth ought",
      "Ġm en",
      "u d",
      "Ġj ust",
      "Ġd es",
      "Ġo wn",
      "Ġm o",
      "Ġre s",
      "Ġs l",
      "Ġhe re",
      "c l",
      "Ġh o",
      "Ġloo k",
      "c o",
      "ri ed",
      "i p",
      "f f",
      "ll ow",
      "Ġhim self",
      "ad y",
      "Ġc ar",
      "Ġm ight",
      "Ġf a",
      "i ly",
      "Ġcom p",
      "Ġw ent",
      "Ġse em",
      "a ve",
      "Ġc r",
      "os s",
      "ou se",
      "an c",
      "Ġw at",
      "Ġbe g",
      "at h",
      "i z",
      "Ġim p",
      "Ġthr ough",
      "Ġm ost"
    ]
  }
}